[
{ "phrase": "I have here an official statement from the Palace saying 'Don't mention how close the election was'… errr… yes, our neighbor's election was extremely close!", "keywords": ["testing"] },
{ "phrase": "Now the rebels are always talking about an uprising – as much as anything, their camps are horribly uncomfortable and the dream of fluffy pillows is what keeps their revolutionary zeal stoked. But perhaps we should take a few suitable precautions, just in case…", "keywords": ["testing"] },
{ "phrase": "I have received a message informing us of a secret uprising. Either it's from our man on the inside, or it was sent to the wrong address.", "keywords": ["testing"] },
{ "phrase": "Now I know we are not to talk about the red envelope, or what it contains, or the lovely skull and bones watermark on the stationary. But you and I both know that this either means we are about to be attacked by the rebels, or that it is Chinese New Year. I shall double check the calendar…", "keywords": ["testing"] },
{ "phrase": "Presidente, I do not mean to worry you… but one of our agents handed me the red envelope.", "keywords": ["testing"] },
{ "phrase": "There may have been some crossed wires somewhere in the counter-insurgency training. I fear our agents thought their job was to mastermind an insurrection in order to win the trust of the key members of the rebellion. On the plus side, they appear to have been extremely successful! I wonder if it's too late to ask them to stand down…", "keywords": ["testing"] },
{ "phrase": "Did we ask our spies among the rebels to orchestrate an uprising? No? Oh dear…", "keywords": ["testing"] },
{ "phrase": "But we should not underestimate the dangers posed by violent, heavily-armed guerrillas, even if they were trained by correspondence course. Please wear the bullet-proof wig for a few days, Presidente.", "keywords": ["testing"] },
{ "phrase": "There is a rebellion, Presidente! If these rebels want your attention so badly, they should make an appointment like everybody else...", "keywords": ["testing"] },
{ "phrase": "You are the real deal, Presidente! Yes, the real deal! All those other Presidentes are just imitations. I would ask you to stand up, but that would be presumptuous, so may I have your permission to dance a jig of triumph? No? Well, I will dance in my heart for you anyway.", "keywords": ["testing"] },
{ "phrase": "The new robot voting system guarantees the next election will be fair, honest, and in no way at risk from unexpected bugs. What a relief!", "keywords": ["testing"] },
{ "phrase": "The citizens are demanding elections, Presidente! It seems that they want a choice in how they are ruled! So selfish.", "keywords": ["testing"] },
{ "phrase": "The election is a landslide, Presidente! The metaphorical kind, not the kind that accidentally reduces the size of the workforce", "keywords": ["testing"] },
{ "phrase": "The citizens are demanding elections, Presidente! I know we did that before, but it seems they want another one! So greedy.<cf><cf>Shall we give them what they want, or shall we make them want what you want? I always want what you want, and you always want what you want... so shouldn't they also want what you want", "keywords": ["testing"] },
{ "phrase": "Presidente, it is time to realize your fondest dream. No, not that one. Tropicoland, Presidente! Your very own theme park!", "keywords": ["testing"] },
{ "phrase": "70%… 80%… 90%… Ping! We have the answer! And it is... 'no'. Oh, bummer! Turns out, Presidente, that people are blinkered, self-justifying egomaniacs irrespective of their education level...", "keywords": ["testing"] },
{ "phrase": "A bad workman blames his tools... but he has to have some tools before he can blame them!", "keywords": ["testing"] },
{ "phrase": "A challenge to your supremacy, Presidente. Outrageous!", "keywords": ["testing"] },
{ "phrase": "Thank goodness that your opponent mysteriously failed to appear at the debates in the last days of the election. Food poisoning can be so cruel – although it doesn't usually cause concussions. Anyhow, let us enjoy that justice prevailed in the end.", "keywords": ["testing"] },
{ "phrase": "But can we trust the citizens to vote correctly? I wouldn't want them to wake up on the day after the election in a state of confused regret. Perhaps we should help them – for their own good?", "keywords": ["testing"] },
{ "phrase": "A full size hypersub requires rather a lot of steel, Presidente. Additionally, the proposed twin-potato fuel cell won't quite power it, so the tech nerds recommend a nuclear reactor, too. There is a worry that the kumquat will be irradiated... but it is a risk we will have to take.", "keywords": ["testing"] },
{ "phrase": "A large number of refugees are now heading our way. We could let them in, and show the world your magnanimity, or we could turn them away and show them your firm hand. Or we could build naked mermaids and encourage the refugees to start a new life under the sea. It is totally up to you, Presidente!", "keywords": ["testing"] },
{ "phrase": "A listener wrote asking 'How can I help El Presidente win the war?' The Palace replies: 'Vote El Presidente in the next election!'", "keywords": ["testing"] },
{ "phrase": "A listener wrote in asking: 'How do I know if my neighbor is a spy?' The Palace responds: 'Take no chances – spy on everyone!'", "keywords": ["testing"] },
{ "phrase": "A number of our brave citizens sailed away to fight in the war, Presidente... and, regrettably, never returned to us. Sniff.", "keywords": ["testing"] },
{ "phrase": "A Palace statement today denies the existence of discontented citizens. Current gatherings are not protests! People are happy, motivated, and worshipping El Presidente relentlessly!", "keywords": ["testing"] },
{ "phrase": "A real war is coming, Presidente. Let us hope that we have superior numbers, as all of my strategies depend upon that apparently minor detail!", "keywords": ["testing"] },
{ "phrase": "A spate of vandalism has been denounced by the Palace as 'sour grapes.' <q>Poor people simply don't understand the pressures of wealth,<q> a spokesperson said.", "keywords": ["testing"] },
{ "phrase": "According to El Presidente, this was the single greatest and most unforgettable political victory in Tropico's history! But we are sure the Palace is just being modest.", "keywords": ["testing"] },
{ "phrase": "According to the briefing, we will blow up the volcano with... bacon!", "keywords": ["testing"] },
{ "phrase": "After El Presidente's landslide victory, an official statement reveals that the opposition is retiring and 'might not be seen for a while'.", "keywords": ["testing"] },
{ "phrase": "Agents in Rome have executed Operation Throw Lions to the Christians… but there is a hitch.", "keywords": ["testing"] },
{ "phrase": "Ah, Presidente. Most people do not believe in science. It is too far-fetched, it is not something they can see with their own eyes.", "keywords": ["testing"] },
{ "phrase": "Ah, but what a wonderful world we briefly made. I think I will keep this chapter short, however. We do not want too many stories which suggest that ambitious, ruthless leaders should be suspicious of those closest to them. Your loyal Penultimo's only ambition is to help you!", "keywords": ["testing"] },
{ "phrase": "Ah, look at all those surly builders with ill-fitting work clothes. They are more reliable than they look, Presidente – they put up buildings in the blink of an eye. They will stay standing too, which is definitely a bonus.", "keywords": ["testing"] },
{ "phrase": "Airplanes have revolutionized warfare, yet Tropico still has no air force. An official Palace statement says: 'Learn to fly one, then we will get planes.'", "keywords": ["testing"] },
{ "phrase": "We call them adventures, it's department policy. The 'rewriting of history' department, specifically. Busy fellows those revisionists! With your help, Presidente, we'll win a war one day – irrespective of the actual outcome!", "keywords": ["testing"] },
{ "phrase": "Also, my masterpiece is complete! In the Heaving Bosom of the Sea follows heroine Eleanor Decolletage, who, disguised as a pirate, falls in love with disgraced caulker Clint Manley, despite the ghost of his drowned wife giving him scurvy! What? Yes, I have work to do. I'll... go do it.", "keywords": ["testing"] },
{ "phrase": "An impromptu vandalism competition ended in victory today for the 'Tropican Rebels', as they beat the 'Local Authorities' by two whole walls.", "keywords": ["testing"] },
{ "phrase": "An influenza outbreak has struck Tropico! The Palace asks citizens to remain in their homes and avoid large crowds of people... especially protestors!", "keywords": ["testing"] },
{ "phrase": "An official announcement from the Palace declares that we are definitely winning the war – keep listening to find out which side we are currently on.", "keywords": ["testing"] },
{ "phrase": "An official statement from the Palace declares cryptocurrency to be unpatriotic – if it doesn't have a picture of El Presidente on it, it's not currency!", "keywords": ["testing"] },
{ "phrase": "An official statement from the Palace reveals that a number of citizens are forming orderly lines in the streets and demanding to be arrested. Such patriotism!", "keywords": ["testing"] },
{ "phrase": "An official statement from the Palace says there is nothing to be alarmed about. The sense of growing dread is perfectly normal.", "keywords": ["testing"] },
{ "phrase": "As the Iron Curtain becomes scrap metal, El Presidente says: how much for that?", "keywords": ["testing"] },
{ "phrase": "And now a message from El Presidente: 'Buy War Bonds.' They help us win the war, and you can win fabulous prizes.", "keywords": ["testing"] },
{ "phrase": "And so we discovered that the Mayan prophecy was true. Of course it was true, Presidente! I never doubted it", "keywords": ["testing"] },
{ "phrase": "And so, Presidente, you proved that houses are the enemy of equality. For a short time after the war, houses were internationally shunned!", "keywords": ["testing"] },
{ "phrase": "And so, by the narrowest of margins, we retain our beloved Presidente. A generous narrow margin, I'm being told. In fact, it was a landslide!", "keywords": ["testing"] },
{ "phrase": "Announcing the winner of our competition to win a signed portrait of El Presidente: Penultimo! Congratulations, Number Two, we knew a thousand entries would suffice.", "keywords": ["testing"] },
{ "phrase": "Anyone who suspects that an uprising is in progress is simply wrong, the Palace informs us. We're told that some citizens are simply 'letting off steam'.", "keywords": ["testing"] },
{ "phrase": "Why merely swim when you could line up for half an hour in order to take a thrilling eight-second ride down a flume in an Aqua Park?", "keywords": ["testing"] },
{ "phrase": "Are flying cars the future? Only if Tropico can win the war – so remember, if you want flying cars, be vigilant and buy War Bonds!", "keywords": ["testing"] },
{ "phrase": "Are you suspicious about your neighbor? You should be! Traitors to Tropico lurk in every corner. Be vigilant! Report anti-Tropican behavior immediately.", "keywords": ["testing"] },
{ "phrase": "By constructing an Army Base, military commanders gain access to tanks wholly unsuited to urban conflict but which look very impressive and intimidate protesters.", "keywords": ["testing"] },
{ "phrase": "As El Presidente returns from an overseas state visit, Tropico says: please don't leave again!", "keywords": ["testing"] },
{ "phrase": "As a result, I regret to report that our highly trained, frighteningly expensive soldiers are lost. They can kill a mule from ten paces with any part of their body, but seem to lack the initiative to ask for directions. Let's hope that something they attack turns out to be the original target...", "keywords": ["testing"] },
{ "phrase": "As disgruntled citizens gather, El Presidente responds by increasing next year's gruntling budget by a huge two percent!", "keywords": ["testing"] },
{ "phrase": "As one tiny island votes to leave the European Union, Tropico votes to join – with pride! Do you have Euros? We will take them!", "keywords": ["testing"] },
{ "phrase": "As the stem cell controversy rages, Tropican botanists report that they've always used stem cells for experiments – and leaf and petal cells, too.", "keywords": ["testing"] },
{ "phrase": "As the war ends, what should we think? El Presidente's office says: No need!", "keywords": ["testing"] },
{ "phrase": "As usual, I have taken one for the team, Presidente. I stayed up all night watching terrible movies, to find a solution unlikely enough to work!", "keywords": ["testing"] },
{ "phrase": "Tropicans can't be insane, of course, by order of El Presidente. Tropico sets an example! But sometimes troublemakers need storing away from telephones for a while, hence the Asylum.", "keywords": ["testing"] },
{ "phrase": "Atomic bombs – fact or fiction? Tropican scientists say 'we don't understand the physics', Palace says 'try harder!'", "keywords": ["testing"] },
{ "phrase": "Time is precious Presidente! Especially your time as you are the busy leader of a nation and not just a child playing in a sandbox.", "keywords": ["testing"] },
{ "phrase": "As your ever-subservient assistant I took the freedom to prepare a humble draft of the Tropican constitution to save some of your precious time. You still need to sign it though. Maybe between the second breakfast and your pre-brunch nap? No pressure!", "keywords": ["testing"] },
{ "phrase": "I am always looking for ways to make our export business more efficient, and the biggest problem is that big boats are so slow. Well, we can squeeze a few knots out of every vessel if we wax the hull to reduce drag and switch from diesel engines to widdershins! It will cost a little more in maintenance – but more speed means quicker export money!", "keywords": ["testing"] },
{ "phrase": "The farm… it's not just a place where illiterate workers can drive oddly dangerous vehicles, it's where all of Tropico's food is grown! I checked. We could have more food for everyone – even our friends abroad, if they're willing to pay – with just a little investment in economic incentives. Of course, some will complain that you're messing with the free market economy, but you can't farm eggs for omelets without breaking a few friendships.", "keywords": ["testing"] },
{ "phrase": "It is so difficult to feed everyone, but the solution is right under our noses! Mold! Yes, all those funguses and slimes have nutritional value... and unfortunate names like 'funguses' and 'slimes'. But if we make sausages out of them and brand them with aspirational names, we have a new culinary craze!", "keywords": ["testing"] },
{ "phrase": "It is a such a pain when the citizens protest. You work hard every day to make Tropico better for them! But it is a political own goal to declare protests illegal, so we must ban all assemblies over a certain size. Banning groups larger than two is ideal – although it is hard on people waiting for a bus…", "keywords": ["testing"] },
{ "phrase": "I am sure you are burning to hear the frank and honest thoughts of the people of our great nation – especially when they know about a particularly lucrative business opportunity. The first three Tropicans with half-decent deals to offer will earn an exclusive one-on-one audience with our beloved leader, as long as they don't forget to sign the waiver giving away exclusive rights first...", "keywords": ["testing"] },
{ "phrase": "You know what is popular with the people? Families. Everyone loves children! Well, everyone loves their own children. Other people's children are another matter entirely. But we can win some popular support by paying people for having children. The citizens will like all the implications of that legislation!", "keywords": ["testing"] },
{ "phrase": "It is so unfortunate that the internet has made it fashionable to avoid vaccinations. It is understandable – nobody likes to get ill, and vaccinations always make you slightly ill. Of course, they also eradicate fatal diseases, which seems like a plus – but the internet was never particular strong on logical thinking. We might have to use a certain… draconian persuasiveness… to force everyone to have their shots.", "keywords": ["testing"] },
{ "phrase": "You know what is a good way of getting more people to visit Tropico? Multiculturalism! It is easy too – you start by saying that you support cultural diversity, and then you have annual parades with armed police escorts in case all that lively cross-cultural exchange gets out of hand. Sure, there may be some detractors who see immigration as letting outsiders steal their jobs but we laugh their worries away with better ethnic cuisine. What's not to like?", "keywords": ["testing"] },
{ "phrase": "The factory owners have hired some scientists (whose diplomas we suggest you don't examine too closely…) who would like to study the long term-effects of burying toxic waste under the back lots of industrial buildings. While a few jaws will drop to the now-poisonous ground, the grateful magnates have taken a collection and will send a 'care package' to Zurich if you just provide the necessary bank account number…", "keywords": ["testing"] },
{ "phrase": "Studies show that the meat from happy animals tastes better than that from sad ones… plus you can stick on a fancy label saying ‘Cruelty Free’ and hike up the prices. Just have the ranch workers stop and pet the livestock! It's not the most efficient farming technique, but the hippies and flower people will be delighted. As much as they can be about meat farming.", "keywords": ["testing"] },
{ "phrase": "What a hassle it is enforcing the ban on certain substances that all the citizens seem to enjoy, just because they happen to be called 'illegal drugs'! But names are our flexible resource, and – hey presto! – now they are not 'illegal drugs', they are 'medicinal substances', and while we are at it, why not go all the way and call them 'taxable revenue'. It is so much better to take 'taxable revenue' instead of paying the police to confiscate 'illegal drugs'!", "keywords": ["testing"] },
{ "phrase": "I have an idea! Ah, it was a visual gag involving holding a light bulb above my head, but I suppose that doesn’t work in text. But these kind of incandescent bulbs are not very energy efficient, and the filament always breaks at the most inconvenient moments. The new fluorescents are so much better, if we ignore the mercury poisoning and so forth.", "keywords": ["testing"] },
{ "phrase": "Work is hard, and nobody appreciates that more than El Presidente, who has never had to do a day of hard labor and isn't about to start now! As a show of goodwill to the citizens of Tropico, a mandatory two-hour siesta is to be declared after lunch. It is not a great recipe for productivity – but it sure breaks up those long afternoons slaving away. With this edict, you snooze but you do not lose!", "keywords": ["testing"] },
{ "phrase": "The rebels are starting to get bored of sleeping in the hills and eating stone soup – I hear the Wi-Fi out there is terrible! If we made it our official policy to 'forgive and forget', many would hang up their guns and come back to their jobs and the comforts of modern life. For those who are still upset that their houses were blown up in all the kerfuffle, that's what Truth and Reconciliation commissions were made to gloss over!", "keywords": ["testing"] },
{ "phrase": "The power of mathematics allows the Bank to offer the ability to go deeper and deeper into debt, or invest in dubious 'opportunities' best not mentioned on your tax returns.", "keywords": ["testing"] },
{ "phrase": "Besides, what counts as 'legal' when the law is different in every country? And as for international law, well, my consultancy is based in international waters, and my accountants are in orbit. It's purely for tax reasons, you understand.", "keywords": ["testing"] },
{ "phrase": "But there's no reason we shouldn't build more prisons – they can be pretty darn profitable if you set them up right. And there'll always be criminals, Presidente! Plus, you can make more whenever you want, just by tweaking the rulebook a bit...", "keywords": ["testing"] },
{ "phrase": "But those are stories for another day. Now, old Penultimo is tired. Old Penultimo will sleep... and dream of your past glories... my Presidente.", "keywords": ["testing"] },
{ "phrase": "But you can't seriously keep going down this line… Mother Earth gets angry, then all the flower people get freaked out... and believe me, you can smell angry hippies a mile away!", "keywords": ["testing"] },
{ "phrase": "But you don't have to worry about crossing that line, Presidente, because you're above it! You are the line and the law. So no wonder there are certain favors that certain people would like you to help them with...", "keywords": ["testing"] },
{ "phrase": "By astonishing coincidence, the vote tallies match those Canal Uno was given last night. An astounding result for El Presidente – congratulations!", "keywords": ["testing"] },
{ "phrase": "Canal Uno – more than just El Presidente's favorite radio station! We… what does that say? Love? We love El Presidente – with all our hearts!", "keywords": ["testing"] },
{ "phrase": "Canal Uno has received word that inflation has skyrocketed thanks to investor greed – El Presidente expresses disappointment in the Capitalists for not being team players.", "keywords": ["testing"] },
{ "phrase": "Canal Uno is delighted to report that El Presidente has declared victory! Viva El Presidente, the clear winner of this utterly above-board election!", "keywords": ["testing"] },
{ "phrase": "Presidente, I am inspired! I have solved the problem of Capitalism!", "keywords": ["testing"] },
{ "phrase": "Congratulations, Presidente! We trust you to guide us now. We know that you will be fair and just, and that you will never use your power for your own profit or advantage. The people sing in the streets, that you will be the fairest Presidente of them all!", "keywords": ["testing"] },
{ "phrase": "When your enemies do it, it's despicable hacking – but when you do it, you're merely taking advantage of the available alternative facts to make a small adjustment to online reality.", "keywords": ["testing"] },
{ "phrase": "Dear listeners, do you hear humming noises above you? Don't be alarmed! Surveillance drones exist for the safety and convenience of those who have nothing to hide!", "keywords": ["testing"] },
{ "phrase": "The building operates on alternative basic settings and some people swear it works better this way.", "keywords": ["testing"] },
{ "phrase": "Dial up and surf Canal Uno's homepage on the world wide web, for all your pop-up advert needs! Canal Uno, the voice - and future! - of Tropico.", "keywords": ["testing"] },
{ "phrase": "El Presidente announces today a new deal with God bringing an end to recent shortages of rain and drinking water. Praise be to the Palace!", "keywords": ["testing"] },
{ "phrase": "El Presidente announces a new 'snitch for cash' program – report something suspicious today and you could win fabulous cash prizes!", "keywords": ["testing"] },
{ "phrase": "El Presidente fought the deadly computer Worm that attacked on Wednesday and emerged victorious – the internet is safe again! We are in your debt, leader!", "keywords": ["testing"] },
{ "phrase": "El Presidente reminds us today that good citizens do not agitate! Because good citizens get what they want... and bad citizens get what they deserve!", "keywords": ["testing"] },
{ "phrase": "El Presidente's hard work has paid off in a stunning election win! And by paid off... I don't mean... um... And now the weather!", "keywords": ["testing"] },
{ "phrase": "El Presidente, people are angry. Not at you of course, but at what they have become.", "keywords": ["testing"] },
{ "phrase": "Of course, I know that whatever my Presidente does is the right thing – it is the very definition of the right thing! But the citizens, they may expect certain things from you, given your sensibly-chosen and not-at-all-reckless remarks in your election speech…", "keywords": ["testing"] },
{ "phrase": "Presidente, I know you always keep your promises, but the citizens today can be very exacting about what counts as a fulfilled promise…", "keywords": ["testing"] },
{ "phrase": "Turn the poverty of your indigenous people into profit by constructing an Ethnic Enclave where they can sell laughable craftworks to gullible tourists.", "keywords": ["testing"] },
{ "phrase": "The Family Resort offers the double benefit of giving families a suitable place to stay, and keeping all the screaming kids well away from everyone else.", "keywords": ["testing"] }
]
